/**/
"Cancel" = "Cancelar";
/**/
"Delete" = "Eliminar";
/**/
"Open" = "Abrir";
/**/
"Edit" = "Editar";
/**/
"Yes" = "Sí";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Aplicar geometría";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Eliminar geometría";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Eliminar Vértice";
/*Geometry Edit Action Name*/
"Insert Part" = "Insertar parte";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Insertar Vértice";
/*Geometry Edit Action Name*/
"Move Vertex" = "Mover Vértice";
/*Geometry Edit Action Name*/
"Remove Part" = "Quitar parte";

/*Collecting attachments*/
"Add" = "Añadir";
/*Collecting attachments*/
"Take Photo or Video" = "Hacer foto o vídeo";
/*Collecting attachments*/
"Choose From Library" = "Elegir de la biblioteca";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Vídeo";
/*Collecting attachments*/
"Save To Photo Library" = "Guardar en la biblioteca de fotos";
/*Collecting attachments*/
"Download" = "Descargar";

/*Date attribute*/
"Today" = "Hoy";

/**/
"Attachments" = "Adjuntos";
"Attributes" = "Atributos";

/**/
"Open in Safari" = "Abrir en Safari";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "Introduzca un número entre %i y %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "Introduzca un número entre %f y %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "Demasiados caracteres (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "El número está fuera del rango aceptado.";

/* BLOB, RASTER, etc */
"Field type not supported" = "No se admite el tipo de campo";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d de %d";

/**/
"ChangingFeatureTypeAlertTitle" = "Cambiando el tipo de entidad";
"ChangingFeatureTypeAlertMessage" =  "Está cambiando el tipo de entidad; es posible que se sobrescriban algunos valores de campo. ¿Seguro que desea realizar esta acción?";

/**/
/*Text for pie chart when data is invalid*/
"Data for pie chart is invalid" = "Los datos para el gráfico circular no son válidos";

/* Text for pie chart when no data is available */
"No data to create a pie chart" = "No hay datos para crear un gráfico circular";
